acpi
base
base-devel
bluez
bluez-utils
brightnessctl
claude-code-stable
cmatrix
cups
cups-pk-helper
dmidecode
efibootmgr
fastfetch
firefox
foot
git
grim
gst-plugin-pipewire
htop
intel-media-driver
intel-ucode
iwd
libpulse
libva-intel-driver
linux
linux-firmware
ly
micro
mkinitcpio
nano
neovim
network-manager-applet
networkmanager
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
power-profiles-daemon
slurp
smartmontools
sof-firmware
sudo
sway
swaybg
swayidle
swaylock
system-config-printer
ttf-dejavu
ttf-liberation
ufw
vim
vulkan-intel
vulkan-nouveau
vulkan-radeon
waybar
wget
wireplumber
wmenu
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xorg-xwayland
yay
yay-debug
zed
zram-generator
